Repository: common-repository/wp-downloadcounter
Catalog: lang/wp-downloadcounter-*.po
Languages: it_it

source: Configuration saved
it_it: La configurazione é stata salvata

source: Download %s changed
it_it: Il download %s é stato modificato

source: Download %s added
it_it: Il download %s é stato aggiunto

source: Download removed
it_it: Il download é stato rimosso

source: Download counter reset
it_it: Il contatore del download é stato ripristinato

source: Edit download
it_it: Inserisci il download

source: Add download
it_it: Aggiungi un download

source: Name
it_it: Nome

source: Save changes
it_it: Salva le modifiche

source: Save
it_it: Salva

source: Downloads for %s
it_it: Numero di download per %s

source: Total downloads: %d
it_it: Totale download: %d

source: Referer
it_it: Referente

source: IP Address
it_it: Indirizzo IP

source: Date
it_it: Data

source: Configuration
it_it: Configurazione

source: Use pretty links
it_it: Utilizza pretty links

source: When this checkbox is checked, the plugin will generate URL's using the slug defined below. When this checkbox in not checked, download links will be generated as /?download=&lt;name&gt;
it_it: Una volta inserito il segno di spunta, il plugin potrà generare l'URL facendo uso dello slug definito qui sotto. Qualora la casella non venisse selezionata, i link di download avranno la seguente struttura: /?download=&lt;name&gt;

source: Download slug
it_it: Slug per il download

source: After changing this value, you should update the Permalink structure at <a href="options-permalink.php">this</a> page, before the new download slug will work. Since the download URL's created by this plugin are already changed, your visitors will receive a not found page untill you update the Permalink structure.
it_it: Una volta modificato questo valore, sarà necessario che tu debba cambiare la struttura dei Permalink in <a href="options-permalink.php">questa</a> pagina, in modo tale che possa funzionare il nuovo slug per i download. Sino a quando l'URL di download creato dal plugin non sarà stato modificato, i tuoi utenti riceveranno un errore 404 (pagina non trovata) qualora tu non avessi ancora aggiornato la struttura del Permalink.

source: Available downloads
it_it: Download disponibili

source: There are no downloads available yet
it_it: Non sono ancora presenti dei download

source: Added on
it_it: Aggiunto il

source: Downloads
it_it: Download

source: Last downloaded
it_it: Ultimo file scaricato

source: Without counter
it_it: Senza il contatore

source: With counter
it_it: Con il contatore

source: View
it_it: Visualizza

source: Reset
it_it: Ripristina

source: Edit
it_it: Modifica

source: You are about to delete this download '%s'. 'OK' to delete, 'Cancel' to stop. Warning: deleting a download will NOT delete the original file, only the link to the file!
it_it: Stai per cancellare questo download '%s'. 'OK' per procedere, 'Cancella' per fermarsi. Attenzione: la cancellazione di un download NON rimuoverà il file originale ma solamente il link al file!

source: Delete
it_it: Cancella

source: Specify the amount of logs you will see on each page.
it_it: Determina il numero di log che desideri vedere in ogni singola pagina.

source: GB
it_it: Gigabytes

source: MB
it_it: Megabytes

source: kB
it_it: Kilobytes

source: B
it_it: Bytes
